Repository: seanpm2001/mt-training-data
Catalog: sah/sah_pontoon.tmx
Source language: en_us
Languages: sah

source: 2019 End-of-Year Release
sah: 2019 сыл бүтэһик таһаарыыта

source: 2 down, keep it up!<playIcon></playIcon>
sah: 2 бэлэм, салҕыы тур!<playIcon></playIcon>

source: ≥ 2 No votes
sah: ≥ 2 "СУОХ" куоластаах

source: ≥ 2 Yes votes
sah: ≥ 2 "СӨП" куоластаах

source: Abkhaz
sah: Абхаз тыла

source: About Us
sah: Биһиги туспутунан

source: Accent
sah: Акцент

source: Account
sah: Аккаунт

source: Acehnese
sah: Ачеха тыла

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
sah: <playIcon></playIcon>{ $actionType } этии сөпкө чуолкайдык иһиллэр да?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
sah: <recordIcon></recordIcon> { $actionType } уонна суруллубут этиини аах

source: { $actionType }<stopIcon></stopIcon> when done
sah: Бүттэххинэ <stopIcon></stopIcon>{ $actionType }

source: { $actionType } submit when ready
sah: Бэлэм буоллаҕына { $actionType }

source: Add an avatar to your profile
sah: Профильга аватар киллэрии

source: Add as much information as you can about the language. This could include:
sah: Төһө кыалларынан тыл туһунан информацията киллэриҥ. Онно киириэхтэээх:

source: Add <icon></icon> a public domain sentence
sah: Киһи-аймах бас билиитэ этиини <icon></icon> киллэриҥ

source: Additional Language
sah: Эбии тыл

source: Add Language
sah: Тылы эбии

source: Add new custom accent "{ $inputValue }"
sah: Саҥа аксыаны эп «{ $inputValue }»

source: Add <wikipediaLink>public domain</wikipediaLink> sentences
sah: <wikipediaLink>Киһи-аймах бас билиитэ</wikipediaLink> этиилэри киллэриҥ

source: Add Your Voice
sah: Бэйэҥ куоласкын киллэр

source: Adyghe
sah: Адыыг тыла

source: Afaan Oromo
sah: Оромо тыла

source: A few bytes
sah: Аҕыйах байт

source: Afrikaans
sah: Африкаанс тыла

source: Age
sah: Сааһа

source: Albanian
sah: Албан тыла

source: All
sah: Барыта

source: All Languages
sah: Тыллар барыта

source: All sentences you submit must be under <wikipediaLink>Public Domain (CC-0) license</wikipediaLink>. To support the inclusion of work not under public licence, we have created a <cc0WaiverLink>Contributions Agreement template</cc0WaiverLink> for works where the copyright owner would like to contribute the material to Common Voice.
sah: Манна киирэр этиилэр барыта <wikipediaLink>Киһи-аймах бас билиитэ (CC-0) лиссиэнсийэлээх</wikipediaLink> буолуохтаахтар. Бас билиигэ киирэ илик үлэлэри киллэрэргэ көмөлөһөөрү <cc0WaiverLink>Сөбүлэһии халыыбын</cc0WaiverLink> биһиги оҥордубут. Сурук ааптардара үлэлэрин Common Voice киллэриэхтэрин баҕарар буоллахтарына туттуохтарын сөп.

source: All voice clips in the dataset are scrubbed of personally identifying information. When a contributor provides demographic data via their profile, that information is de-identified from their voice clips before being bundled for download in the dataset and is never made public on their profile page.
sah: Бары суруттарбыт куоластар персональнай информацияттан ыраастаналлар. Кыттааччы демографическай дааннайдарын бэйэтин профилыгар биэрэр гынан баран, хачайданар дааннай наборыгар киириэн иннинэ ити информация сотторуллар уонна хаһан да профиль сирэйигэр бэчээттэммэт

source: Amharic
sah: Амхар тыла

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
sah: Анонимнай дааннайдар (холобур, сааһыҥ, пол, аксыаныҥ) массыына киһи саҥатын үчүгэйдик өйдүүрүгэр көмө буолуохтарын сөп. Эһиги ааккыт уонна электроннай почтаҕыт хаһан да эһиги ыыппыт дааннайдаргытын кытта ситимнэниэ суохтара уонна эһиги талыаххытын сөп, ааккытын көстөр эбэтэр көстүбэт гына.

source: Anonymized user data like age, sex, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
sah: Анонимные пользовательские данные такие, как возраст, пол и акцент помогут улучшить аудио-данные, используемые для тренировки точности движков распознавания речи. Ваше имя пользователя и адрес электронной почты никогда не будут связаны с предоставляемыми вами данными, и вы можете выбрать сделать ли ваш логин публичным или анонимным.

source: Approve
sah: Ылын

source: Arabic
sah: Арабскай тыл

source: Aragonese
sah: Арагонскай тыл

source: Armenian
sah: Эрмээн тыла

source: Armenian Western
sah: Арҕаа Эрмээн тыла

source: Artificial intelligence
sah: Оҥоруу өй

source: Ask about a new language
sah: Саҥа тылы киллэрэргэ көрдөһүү

source: Assamese
sah: Ассам тыла

source: Asturian
sah: Астурийскай тыл

source: Audio Format
sah: Аудиоформат

source: Avatar
sah: Аватар

source: Avatar uploaded
sah: Аватар киирдэ

source: Average
sah: Ортоку

source: A voice clip is marked "valid" when a user gives it a Yes vote.
sah: Клип сөпкө саҥарыллыбыт буоллаҕына "сөп" диэн бэлиэтэнэр.

source: Awards
sah: Наҕараадалар

source: Azerbaijani
sah: Азербайджан тыла

source: Back
sah: Төттөрү

source: Back to Top
sah: Үөһээ төнүн

source: Bambara
sah: Бамана тыла

source: Basaa
sah: Басаа тыла

source: Bashkirs
sah: Башкиир тыла

source: Basque
sah: Баски тыла

source: Belarusian
sah: Белорус тыла

source: Benefits
sah: Көдьүүһэ

source: Bengali
sah: Бенгальскай тыл

source: <bold>{ $count }</bold> Clips
sah: <bold>{ $count }</bold> клип

source: <bold>Help us</bold> find more voices
sah: Саҥарар дьону буларга <bold>көмөлөс дуу</bold>

source: <bold>iOS</bold> users can download our free app:
sah: Пользователи <bold>iOS</bold> могут загрузить наше бесплатное приложение:

source: Bosnian
sah: Боснийскай тыл

source: Both
sah: Иккиэннэрэ

source: Both (Speak and Listen)
sah: Иккиэннэрэ (Сурутуу уонна Тургутуу)

source: Breton
sah: Бретон тыла

source: Browse Languages
sah: Тыллары көрүү

source: Build Profile
sah: Профиль оҥоруу

source: Bulgarian
sah: Болгар тыла

source: Bulk Sentence Submission
sah: Элбэх этиини киллэрии

source: Bulk Sentences Uploaded
sah: Элбэх этии киирдэ

source: Burmese
sah: Бирма тыла

source: Buryat
sah: Бүрээт тыла

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
sah: <b>Зачем нужен ваш адрес?</b> В будущем нам может понадобиться связаться с вами по поводу изменений в наборе данных, и электронная почта позволит нам сделать это.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
sah: Электрон суруктары тутарга сөбүлэстэххинэ, Mozilla Эйигиттэн ылбыт информацияны манна Mozilla <privacyLink>Кистээһин сиэригэр </privacyLink> суруллубутун курдук туһанарын кытта сөбүлэһэҕин.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy<privacyLink>.
sah: Сурук тутартан батыннаххына, Mozilla хайдах бу информацияны таҥастыыра <privacyLink>кистэлэҥи хааччыйыы политикатыгар<privacyLink> суруллубутун кытта сөбүлэһэргин биллэрэҕин,

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
sah: <b>Эһиги сөбүлэһэҕит</b> Common Voice диктора ким буоларын быһаара сатаабаккыт диэн

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
sah: Бэйэҥ тускунан кылгастык кэпсээн Common Voice-ка ыытар аудио дааннайдаргын ордук туһалаах оҥороҕун. Саҥаны билэр-араарар механизмнар ону үлэлэрин тупсарарга туһаныахтара.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
sah: Өскөтө Common Voice туһанар буоллаххына, биһиги <termsLink>Усулуобуйабытын</termsLink> уонна <privacyLink>Кистиир сиэрбитин</privacyLink> кытта сөбүлэһэҕин

source: Cancel Re-recording
sah: Хат суруттаарыыны ууратыы

source: Cancel Submission
sah: Ыытары уурат

source: Cantonese
sah: Кантон тыла

source: Catalan
sah: Каталанскай тыл

source: Central Kurdish
sah: Сорани тыла

source: Change your email via Settings under Login Identity
sah: Электрон почтаҕын «Киирии идентификаторын» нөҥүө уларытыаххын сөп

source: <chevron></chevron>See less
sah: <chevron></chevron>Аҕыйахта

source: <chevron></chevron>See more
sah: <chevron></chevron>Элбэхтэ

source: Chinese (China)
sah: Кытай тыла (Кытай)

source: Chinese (Hong Kong)
sah: Кытай тыла (Гонконг)

source: Chinese (Taiwan)
sah: Кытай тыла (Тайвань)

source: Chinyanja
sah: Чиньяндьа тыа

source: Chuvash
sah: Чуваш тыла

source: Click
sah: Баттаа

source: Clipboard not supported
sah: Буфер обмена үлэлээбэт

source: Clip Graveyard
sah: Мөлтөх клиптэр быраҕыллар сирдэрэ

source: Clips
sah: Клиптар

source: Clips recorded
sah: Клиптар суруллубуттар

source: Clips Uploaded
sah: Клип киирдэ

source: Clips validated
sah: Клиптар тургутуллубуттар

source: Clips You've Recorded
sah: Эн суруттарыыҥ

source: Clips You've Validated
sah: Эн тургутууҥ

source: Close
sah: Сап

source: Collecting sentences
sah: Этиилэри хомуйуу

source: Collecting sentences from the public domain, or writing new ones for the public domain.
sah: Сбор предложений из общественного достояния или написание новых для общественного достояния.

source: Comment
sah: Комментарий

source: Common Voice data plus all other voice datasets above.
sah: Данные Common Voice плюс данные всех голосовых наборов данных ниже.

source: Common Voice Dataset
sah: Common Voice хомуура

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
sah: Common Voice - Mozilla көмпүүтэри киһи курдук саҥарар гына үөрэтэргэ көҕүлээһинэ

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak.
sah: Common Voice — дьон массыыналары саҥарарга үөрэтэллэригэр көмөлөһөр Mozilla саҕалааһынын сорҕото.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
sah: Записи Common Voice используются учёными, малым бизнесом и энтузиастами распознавания голоса, чтобы обучать и развивать общедоступные ресурсы, такие как голосовые модели. Можем ли мы узнать, почему вы хотите удалить свои записи?

source: Community Playbook
sah: Кыттааччыларга үөрэнэр кинигэ

source: Confirm Goal
sah: Сыалы бигэргэт

source: Connect with Gravatar
sah: Gravatar холбооһун

source: Contact
sah: Сибээс

source: Contact Form
sah: Сибээстэһии халыыба

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
sah: Иһинээҕитэ <licenseLink>Creative Commons лиссиэнсийэ</licenseLink> көҥүллээх

source: Continue
sah: Салгыы

source: Continue validating
sah: Ситэри тургутуу

source: Contribute
sah: Көмөлөс

source: Contribute sentences
sah: Этиитэли киллэрии

source: Contribute to { $lang }
sah: { $lang } тылга көмөлөс

source: Contribute Your Voice
sah: Саҥаҕын суруттар

source: Contribution Activity
sah: Кыттааччылар көхтөрө

source: Contribution Experience
sah: Киллэрбит кылаатыҥ

source: Contributors record voice clips by reading from a bank of donated sentences.
sah: Кыттааччылар урут суруллубут этиилэри ааҕан биэриэхтээхтэр.

source: Cookies
sah: Кукилар

source: Cornish
sah: Корнскай тыл

source: Corsican
sah: Корсикан тыла

source: { $count } clips
sah: { $count } клип

source: { $count }mo
sah: { $count }ый

source: { $countOfInvalidated } rejected by you
sah: Эн ылымматыҥ - { $countOfInvalidated }

source: { $countOfSentences } sentences found.
sah: { $countOfSentences } этии баар.

source: { $count }wk
sah: { $count }нэдиэлэ

source: { $count }y
sah: { $count }сыл

source: Create a Custom Goal
sah: Сыалла туруорун

source: Criteria
sah: Критерийдэр

source: Croatian
sah: Хорваат тыла

source: Czech
sah: Чиэх тыла

source: Dagbani
sah: Дагбани тыла

source: Daily Goal
sah: Күннээҕи сыал

source: Danish
sah: Датчан тыла

source: Dashboard
sah: Хаптал

source: Dataset Release
sah: Дааннайдары таһаарыы

source: Datasets
sah: Дааннайдар хомуурдара

source: Date
sah: Дата

source: Days
sah: күн

source: De-identified
sah: Обезличенный

source: Delete my recordings
sah: Соттор суруттарыыларбын

source: Delete Profile
sah: Профиль соттор

source: Dhivehi
sah: Мальдива тыла

source: Different language
sah: Атын тыл

source: Difficult
sah: Эрэйдээх

source: Dioula
sah: Дьюла тыла

source: Discard ongoing recording
sah: Билигин суруллубуту суох гын

source: Donate
sah: Сиэртибэлээ

source: Donate your voice
sah: Саҥаҕын бэлэхтээ

source: Don't see your language on Common Voice yet?
sah: Эн тылыҥ Common Voice-ка көстүбэт дуо?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
sah: Наборга эһиги тылгыт суох? Тыллар диэн сирэйгэ киирэн ыйытыкта ыытыҥ.

source: Download
sah: Хачайдааһын

source: Download Common Voice Data
sah: Common Voice дааннайдарын хачайдаа

source: Download Data
sah: Дааннайдары хачайдаа

source: Download Dataset Bundle
sah: Дааннай наборын хачайдаа

source: Download { $language }
sah: { $language } хачайдаа

source: Download My Data
sah: Мин дааннайдарбын хачайдаа

source: Download the Dataset
sah: Дааннай хомуурун хачайдааһын

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
sah: Common Voice тупсарар идеялааххын? Биһиэхэ Discourse форумҥа кэпсээҥ

source: Do you want to continue?
sah: Эн салҕыаххын баҕараҕын?

source: Drag and drop or <browseWrap>Browse</browseWrap>
sah: Перетащите или <browseWrap>выберите файл</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit. Contribution will continue directly with the next set of 5 recordings or validations.
sah: Оценка работы с Common Voice будет пропущена после нажатия кнопки «Отправить». И вы сможете продолжить вносить вклад, следующими записями или прослушиваниями.

source: Dutch
sah: Нидерланд тыла

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
sah: Каждая запись в наборе данных состоит из уникального MP3-аудио и соответствующего ему текстового файла. Многие из <b>{ $total }</b> записей в этом наборе данных также включают в себя демографические метаданные, такие как возраст, пол и акцент, которые могут помочь увеличить точность обучения движков распознавания речи.¶ ¶ В настоящее время набор данных состоит из <b>{ $valid }</b> проверенных часов на <b>{ $languages }</b> языках, но мы постоянно добавляем новые голоса и языки. Загляните на нашу <languagesLink>страницу языков</languagesLink>, чтобы запросить язык или принять участие.

source: Eastern Huasteca Nahuatl
sah: Илин Уастека Науатль тыла

source: Easy
sah: Чэпчэкитик

source: Edit
sah: Уларытыы

source: Edit Profile
sah: Профиль уларытыы

source: Email
sah: Электрон почта

source: Email is already used for a different account
sah: Email атын аккауҥҥа туттулла сылдьар

source: Email Subscriptions
sah: Email-га суруттарыы

source: English
sah: Ааҥыл

source: Enter Email to Download
sah: Email суруйуҥ хачайдыырга

source: Enter your email
sah: Email-гын суруй

source: Enter your public domain sentence here
sah: Киһи-аймах бас билиитэ этиигитин манна суруйуҥ

source: Error { $code }
sah: Алҕас { $code }

source: Erzya
sah: Эрзя тыла

source: Esperanto
sah: Эсперанто

source: Estonian
sah: Эстон тыла

source: Events
sah: Событиелар

source: Everyone
sah: Бары

source: Ewondo
sah: Эвондо тыла

source: Exit & Delete clips
sah: Тахсыы & Клиптары сотторуу

source: Failed to copy SHA256 Checksum
sah: SHA256 хонтуруоллуур сууммата сатаан ылыллыбата

source: FAQ
sah: Субу-субу биэриллэр ыйытыылар

source: Faroese
sah: Фарер тыла

source: Female
sah: Дьахтар

source: Finding existing sentences in the Public Domain
sah: Киһи-аймах бас билиитигэр баар этиилэри көрдөөһүн

source: Finish recording
sah: Суруттаран бүт

source: Finish recording first?
sah: Бастаан суруттарыыны тохтотоҕут?

source: Finish Review
sah: Тургутууну түмүктээ

source: Finish validating
sah: Тургутууну тохтот

source: Finish validating clips?
sah: Тургутууну тохтотоҕут?

source: Finnish
sah: Финн тыла

source: for example
sah: холобуругар

source: For public domain text not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public licence poems"
sah: Интернекка суох киһи-аймах бас билиитэ тиэкистэргэ академическай стиль туттуоххутун сөп. Холобур, Гарвард стиилэ: "Джесс (2021) Мои стихи с публичной лицензией".

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
sah: Бу киирбит тылларга вебсайт <localizationGlossaryLink>тылбаастаммыт</localizationGlossaryLink> уонна <sentenceCollectionGlossaryLink>этиилэрэ</sentenceCollectionGlossaryLink> толору хамыллыбыт, онон <speakLink>куолаһы хаммыйыахха</speakLink> уонна <listenLink>истиэххэ</listenLink> сөп.

source: French
sah: Француз тыла

source: Frequently Asked Questions
sah: Субу-субу биэриллэр ыйытыылар

source: Frisian
sah: Фриз тыла

source: Fulah
sah: Фула

source: Galician
sah: Галисия тыла

source: GB
sah: ГБ

source: Gender
sah: Пол

source: Georgian
sah: Грузин тыла

source: German
sah: Немец тыла

source: Get involved
sah: Кыттыс

source: Get Involved
sah: Кыттыс

source: Get Started with Speech Recognition
sah: Common Voice атын программаларга хайдах туттулларый

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
sah: <githubLink>NVIDIA NeMo</githubLink>™ - диэн <docsLink>аһаҕас кодтаах инструменнар хомуурдара</docsLink> аныгы диалогтаах ИИ моделларын оҥорооччуларга аналлаах.

source: Glossary
sah: Тыллык/Глоссарий

source: Goals
sah: Сыал

source: Goan Konkani
sah: Конкани (Гоа)

source: Go to Discourse
sah: Discourse-ка көс

source: Go to Languages Page
sah: Тыллар страницаҕа көс

source: Go to { $name }
sah: Манна { $name } көс

source: Great!<recordIcon></recordIcon> Record your next clip
sah: Бэртээхэй! <recordIcon></recordIcon> Аныгыскы клипкытын суруйуҥ

source: Great work!<playIcon></playIcon> Listen again when you're ready
sah: Туйгун үлэ! <playIcon></playIcon> Өссө истиҥ, бэлэм буоллаххытына

source: Greek
sah: Гириэк тыла

source: Guarani
sah: Гуарани

source: Gujarati
sah: Гуджарати тыла

source: Haitian
sah: Гаити тыла

source: Hakha Chin
sah: Чинскай тыл

source: Hausa
sah: Хауса тыла

source: Have Feedback?
sah: Сыанабыл хаалларыы

source: Have questions about Common Voice? Ideas for improvements or feedback about a specific language? Join us on our <discourseLink>Discourse forum</discourseLink> and let us know.
sah: У вас есть вопросы о Common Voice? Идеи по улучшению или отзывы о конкретном языке? Присоединяйтесь к нам на нашем <discourseLink>Discourse-форуме</discourseLink> и дайте нам знать.

source: Have you read our Terms?
sah: Усулуобуйабытын аахтыҥ дуо?

source: Having a profile is not required to contribute though it is helpful
sah: Профиль хайаан да ирдэммэт, ол гынан баран туһалаах

source: Hebrew
sah: Иврит

source: Help
sah: Көмө

source: Help teach machines how real people speak, donate your voice at { $link }
sah: Роботтар киһи курдук саҥаралларыгар көмөлөс, бэйэҥ саҥаҕын бэлэхтээ { $link }

source: Help us build a community around voice technology, stay in touch via email.
sah: Помогите нам создать сообщество по языковым технологиям, оставайтесь с нами на связи по электронной почте.

source: Help us build a high quality, publicly open dataset
sah: Үрдүк хаачыстыбалаах аһаҕас дааннай наборун оҥорорго көмөлөс

source: Help us by writing or collecting Public Domain sentences.
sah: Киһи-аймах бас билиитэ этиилэри суруйарга эбэтэр хомуйарга көмөлөһүҥ.

source: Help us find others to donate their voice!
sah: Босхо саҥаран биэрэр дьону буларга көмөлөс!

source: Help us get to { $goal }
sah: { $goal } гынарга көмөлөс

source: Help us validate sentences!
sah: Этиилэр сөпкө оҥоһуллубуттарын көрөргө көмөлөс!

source: Help us validate voices
sah: Суруллубут куоластары тургутууга биһиэхэ көмөлөс

source: Hidden
sah: Көстүбэт

source: Hiligaynon
sah: Хилигайнон тыла

source: Hill Mari
sah: Кырык Мары тыла

source: Hindi
sah: Хинди тыла

source: Hours
sah: Чаас

source: Hours Recorded
sah: Киирбит саҥа уһуна

source: Hours Validated
sah: Тургутуллубут саҥа уһуна

source: { $hours } validated hours so far!
sah: { $hours } эрэ чаас тургутуллубут!

source: How ?
sah: Хайдах?

source: How can I get the Common Voice data?
sah: Common Voice дааннайдарын мин хайдах ылыахпын сөбүй?

source: How does Common Voice calculate hours?
sah: Как Common Voice рассчитывает часы?

source: How does Common Voice work?
sah: Common Voice хайдах үлэлиирий?

source: How does it work
sah: Хайдах үлэлиирэ

source: How does site localization work?
sah: Сайт локализацията хайдах үлэлиирий?

source: How do I access and use the dataset?
sah: Дааннай хомуурун хайдах ылабын уонна ону туһаныахпын сөбүй?

source: How do I add a language?
sah: Мин хайдах тылы киллэрэбин?

source: How do I add sentences?
sah: Мин этиини хайдах киллэрихпин син?

source: How do I know whether to approve a voice clip?
sah: Килииби ылыахха сөбүн хайдах билэбин?

source: How do I record a high quality voice clip?
sah: Үрдүк хаачыстыбалаах куолаһы мин хайдах суруттарыахпын сөбүй?

source: How do you ensure anonymity and privacy of the people who donated their voices?
sah: Эһиги куоластарын босхо биэрбит дьону хайдах анонимностарын уонна конфиденциальностарын хааччыйаҕыт?

source: How would you describe your accent?
sah: Бэйэҥ аксыаҥҥын хайдах ойуулуоҥ этэй?

source: Hungarian
sah: Венгер тыла

source: I agree
sah: Сөбүлэһэбин

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
sah: Common Voice <termsLink>усулуобуйатын</termsLink> уонна <privacyLink>Кистээһинин сиэрин</privacyLink> кытта сөбүлэһэбин.

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
sah: Я не являюсь носителем языка и говорю с акцентом, пригодится ли вам мой голос?

source: Icelandic
sah: Исланскай тыл

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
sah: Мин бигэргэтэбин, бу этиилэр <wikipediaLink>киһи-аймах бас билиитэ</wikipediaLink> буолаллар уонна мин манна киллэрэр көҥүллээхпин.

source: I confirm that these sentences are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
sah: Мин бигэргэтэбин, бу этиилэр <wikipediaLink>киһи-аймах бас билиитэ</wikipediaLink> буолаллар уонна мин манна угар көҥүллээхпин.
